Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pl.tmx
Source language: en
Languages: pl

source: there are no images in this collection
pl: brak zdjęć w tej kolekcji

source: if you have not imported any images yet
pl: jeśli nie zaimportowano jeszcze zdjęć

source: you can do so in the import module
pl: możesz to zrobić w module importu

source: try to relax the filter settings in the top panel
pl: spróbuj dostosować ustawienia filtrów w górnym panelu

source: or add images in the collection module in the left panel
pl: lub dodać obrazy w module kolekcji w lewym panelu

source: move page up
pl: przewiń o stronę w górę

source: move page down
pl: przewiń o stronę w dół

source: move left
pl: przesuń w lewo

source: move right
pl: przesuń w prawo

source: move start
pl: przewiń do początku

source: move end
pl: przewiń na koniec

source: move page up and select
pl: przewiń o stronę w górę i wybierz

source: move page down and select
pl: przewiń o stronę w dół i wybierz

source: move up and select
pl: przesuń w górę i wybierz

source: move down and select
pl: przesuń w dół i wybierz

source: move left and select
pl: przesuń w lewo i wybierz

source: move right and select
pl: przesuń w prawo i wybierz

source: move start and select
pl: przewiń na początek i wybierz

source: move end and select
pl: przesuń w dół i wybierz

source: align images to grid
pl: wyrównaj zdjęcia do siatki

source: reset first image offset
pl: zlikwiduj przesunięcie pierwszego obrazu

source: select toggle image
pl: zaznacz/odznacz wybrane zdjęcie

source: select single image
pl: zaznacz pojedyncze zdjęcie

source: preview
pl: podgląd

source: preview with focus detection
pl: podgląd z detekcją ostrości

source: sticky preview
pl: trwały podgląd

source: sticky preview with focus detection
pl: trwały podgląd z detekcją ostrości

source: preview zoom 100%
pl: przybliżenie podglądu 100%

source: preview zoom fit
pl: dopasowane przybliżenie podglądu

source: open image in darkroom
pl: otwórz obraz w trybie ciemni

source: switch to next/previous image
pl: przełącz na następne/poprzednie zdjęcie

source: zoom to 100% and back
pl: przełącz przybliżenie między 100% a poprzednim

source: scroll the collection
pl: przewijanie kolekcji

source: change number of images per row
pl: zmień liczbę zdjęć w wierszu

source: change image order
pl: zmień kolejność zdjęć

source: zoom all the images
pl: przybliż wszystkie zdjęcia

source: pan inside all the images
pl: przesuwanie zawartości wszystkich zdjęć

source: zoom current image
pl: przybliż bieżące zdjęcie

source: pan inside current image
pl: przesuwanie zawartości bieżącego zdjęcia

source: zoom current image to 100% and back
pl: przełącz przybliżenie bieżącego obrazu między 100% a poprzednim

source: zoom the main view
pl: przybliżenie podglądu

source: pan inside the main view
pl: przesuwanie w głównym widoku

source: set display profile
pl: ustaw profil monitora

source: map
pl: mapa

source: [on image] open in darkroom
pl: [na zdjęciu] otwórz w trybie ciemni

source: [on map] zoom map
pl: [na mapie] przybliż mapę

source: move image location
pl: przesuń lokalizację zdjęcia

source: end of images. press any key to return to lighttable mode
pl: koniec zdjęć. naciśnij dowolny klawisz, aby powrócić do stołu podświetlanego

source: waiting to start slideshow
pl: oczekiwanie na rozpoczęcie pokazu slajdów

source: slideshow paused
pl: pokaz slajdów zapauzowany

source: slideshow delay set to %d second
pl: opóźnienie pokazu slajdów ustawione na %d sekundę

source: start and stop
pl: start i stop

source: go to next image
pl: przejdź do następnego zdjęcia

source: go to previous image
pl: przejdź do poprzedniego zdjęcia

source: new session initiated '%s'
pl: nowa sesja rozpoczęta „%s”

source: no camera with tethering support available for use...
pl: brak aparatu obsługującego tethering...

source: Left click
pl: lewy klik

source: Right click
pl: prawy klik

source: Middle click
pl: środkowy klik

source: Scroll
pl: przewijanie

source: Left double-click
pl: podwójny klik lewym

source: Right double-click
pl: podwójny klik prawym

source: Drag and drop
pl: przeciąganie

source: Left click+Drag
pl: przeciąganie z lewym

source: Right click+Drag
pl: przeciąganie z prawym

source: darktable - accels window
pl: darktable - okno skrótów

source: switch to a classic window which will stay open after key release.
pl: przełącz do zwykłego okna, które pozostanie otwarte po zwolnieniu klawisza.

source: +Scroll
pl: +przewijanie

source: mouse actions
pl: akcje myszą

source: Accel
pl: skrót

source: Action
pl: akcja
